/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */
"zanalytics.analytics.title" = "Elemzés";
"zanalytics.otherInfo.title" = "Egyéb információk";
"zanalytics.analytics.tracking.cell.title" = "Használati statisztikák megosztása";
"zanalytics.analytics.tracking.footer" = "A használati statisztikák megosztása az alkalmazás fejlesztőivel. Ezzel segít az alkalmazás továbbfejlesztésében.";
"zanalytics.analytics.tracking.anonymous.footer" = "A használati statisztikák megosztása az alkalmazás fejlesztőivel. Ezzel segít az alkalmazás továbbfejlesztésében.";
"zanalytics.analytics.crashreport.cell.title" = "Összeomlási jelentések engedélyezése";
"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Adatok küldése mobilhálózaton";
"zanalytics.analytics.sendonmobilenetwork.footer" = "Engedélyezze a mobilhálózaton keresztüli adatmegosztáshoz.";
"zanalytics.analytics.crashreport.footer" = "Összeomlási adatok küldése fejlesztőink részére minden alkalommal, amikor az alkalmazás hirtelen leáll. Ez segít a hibák azonosításában és javításában.";
"zanalytics.analytics.anonymouse.cell.title" = "Személyazonosság szerepeltetése";
"zanalytics.analytics.anonymouse.footer" = "Az adatok személyazonossággal együtt történő megosztásának engedélyezése. Ez segít azokban az esetekben, amikor esetleg egy adott hibát jelez ügyfélszolgálatunk felé.";
"zanalytics.privacy.disable.alert.title" = "Figyelem!";
"zanalytics.privacy.disable.alert.description" = "A használati statisztikák megosztása az összeomlások jobb megértésén keresztül segít nekünk szolgáltatásunk javításában. Ez segít elhárítani a bosszantó hibákat.";
"zanalytics.privacy.disable.alert.ok" = "OK";
"zanalytics.privacy.alert.title" = "Segítsen, hogy tovább javíthassuk a szolgáltatást!";
"zanalytics.privacy.alert.description" = "Ha hozzájárul az alkalmazás használati és összeomlási adatainak megosztásához, azzal segít nekünk tovább javítani termékünket. Az adatokat személyazonosságával együtt vagy anonim módon is megoszthatja.";
"zanalytics.privacy.alert.description.watchsupport" = "Ha hozzájárul a használati és összeomlási adatok megosztásához, azzal segít nekünk tovább javítani termékünket. Az adatokat saját személyazonosságával együtt vagy akár anonim módon is megoszthatja. Az Ön által választott beállítások szinkronizálva lesznek az órán futó és a mobilalkalmazások között. A mobilalkalmazás beállításában bármikor módosíthatja ezeket.";
"zanalytics.privacy.alert.option1" = "Személyazonosságom megosztásával együtt vállalom";
"zanalytics.privacy.alert.option2" = "Anonim módon vállalom";
"zanalytics.privacy.alert.option3" = "Nem érdekel";
"zanalytics.crash.alert.title" = "A(z) %@ az utolsó használat során váratlanul leállt";
"zanalytics.crash.alert.description" = "Szeretne jelentést küldeni, hogy kijavíthassuk a hibát?";
"zanalytics.crash.alert.option1" = "Mindig küldjön jelentést";
"zanalytics.crash.alert.option2" = "Küldés most";
"zanalytics.crash.alert.option3" = "Most nem";
"zanalytics.crash.alert.option4" = "Ne kérdezze többé";
"zanalytics.crash.alert.option5" = "Ellenőrzés és küldés";
"zanalytics.crash.navbar.crashreport.title" = "Legutóbbi összeomlás";
"zanalytics.analytics.navbar.button.title.back" = "Vissza";
"zanalytics.analytics.navbar.button.title.cancel" = "Mégse";
"zanalytics.analytics.navbar.button.title.send" = "Küldés";
"zanalytics.privacy.onboarding.title" = "Adatvédelem kezelése";
"zanalytics.privacy.onboarding.description" = "Fedezze fel, hogyan javíthatja a fiókja adatvédelmét és biztonságát.";
"zanalytics.privacy.onboarding.reviewprivacy.title" = "Adatvédelmi és biztonsági beállítások személyre szabása";
"zanalytics.watch.privacy.alert.title" = "Analytics beállításai";
"zanalytics.watch.privacy.alert.description" = "Az Ön által választott beállítások szinkronizálva lesznek a mobilalkalmazások és az órán futó alkalmazások között. A beállításokat bármikor is módosíthatja a mobilalkalmazás beállítások képernyőjén.";
"zanalytics.appupdates.title"="Új frissítés érhető el!";
"zanalytics.appupdates.description"="Javasoljuk, hogy frissítsen erre a verzióra, és élvezze az általunk kínált új, izgalmas funkciókat.";
"zanalytics.appupdates.action.update.now"=" Frissítés most ";
"zanalytics.appupdates.action.remind.me.later"="Emlékeztessen később";
"zanalytics.appupdates.action.ignore"="Mellőzés";
"zanalytics.appupdates.unsupportedos.title"="Figyelem!";
"zanalytics.appupdates.unsupportedos.description"="Ez az alkalmazás a legfrissebb verziójú operációs rendszer telepítését igényli. A zökkenőmentes használat érdekében frissítsen most.";
"zanalytics.appupdates.unsupportedos.action"=" Telepítés később ";
"zanalytics.rateus.prompt.title" = "Tetszik Önnek az alkalmazás?";
"zanalytics.rateus.action.rateinappstore" = "Értékelje az App Store áruházban";
"zanalytics.rateus.action.openfeedback" = "Visszajelzés küldése";
"zanalytics.rateus.action.later" = "Később";
"zanalytics.analytics.log.cell.title" = "Konzolnapló";
"zanalytics.analytics.log.footer" = "Konzolnapló megosztása az alkalmazás fejlesztőivel. Ez segít nekünk felmérni azokat a problémákat, amelyekkel Ön céljai elérése során találkozik, ezáltal javítani tudjuk az alkalmazás hatékonyságát";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Képernyőfelvétel észlelve!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Képernyő készítése észlelve!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "A képernyő védett a megosztással szemben";
"zanalytics.apprivacyShield.screenshotalert.message" = "Szeretné ideiglenesen letiltani az Apptics Screen Shield alkalmazást?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Igen";
